"PHONE_TITLE" = "Telefon";
"CALLS_LABEL" = "Hívások";
"CALL_FORWARDING" = "Hívásátirányítás";
"SHOW_CALLER_ID" = "Hívó ID-m mutatása";

"Loading" = "Betöltés…";
"Reverted" = "Visszatérített";
"Saving" = "Mentés…";
"FAILED" = "Sikertelen";
"SUCCESS" = "Siker";
"ERROR" = "Hiba";
"DISMISS" = "Bezárás";

"Calls" = "Hívások";
"International Assist" = "Nemzetközi segítség";
"Phone" = "Telefon";
"Show My Caller ID" = "Hívó ID-m mutatása";

"SETTING_SAVE_ERROR" = "A(z) %@ beállítás mentése sikertelen.";
"kCTSettingTypeCallForwarding" = "hívásátirányítás";
"kCTSettingTypeCallWaiting" = "hívásvárakoztatás";
"kCTSettingTypeCallingLineIdRestriction" = "hívó ID";
"kCTSettingTypeSIMLock" = "SIM PIN";
"kCTSettingTypePIN" = "PIN";

"OFF" = "Ki";
"ON" = "Be";

"Network Selection" = "Hálózatválasztás";
"SIM PIN" = "SIM PIN";

"Call Forwarding" = "Hívásátirányítás";
"Call Waiting" = "Hívásvárakoztatás";
"Network" = "Hálózat";
"SIM Applications" = "SIM-alkalmazások";
"TTY" = "TTY";

"Automatic" = "Automatikus";

"Save" = "Mentés";
"Cancel" = "Mégsem";
"Done" = "Kész";
"OK" = "OK";

"ENTER_PASSWORD_FOR_LOCK" = "PIN a SIM zárolásához. %@";
"ENTER_PASSWORD_FOR_UNLOCK" = "PIN a SIM feloldásához. %@";

"Current Password" = "Jelenlegi jelszó";
"New Password" = "Új jelszó";
"Confirm New Password" = "Erősítse meg az új jelszót";

"ATTEMPT_REMAINING" = "%@ kísérlet maradt még.";
"ATTEMPTS_REMAINING" = "%@ kísérlet maradt még.";

"COULD_NOT_LOCK" = "SIM zárolása sikertelen. %@";
"COULD_NOT_UNLOCK" = "SIM feloldása sikertelen. %@";
"Could not change PIN" = "PIN módosítása sikertelen. %@";
"CHANGE_PIN" = "PIN módosítása";
"Error: Passwords do not match" = "Hiba: Jelszók nem egyeznek";

"ENABLE_TTY" = "Kívánja használni a TTY-t a jelenlegi hívás(ok)ra?";
"DISABLE_TTY" = "Ki kívánja kapcsolni a TTY-t a jelenlegi hívás(ok)ra?";

"Yes" = "Igen";
"No" = "Nem";

"PHONE" = "Számom: %@";

"MY_NUMBER" = "Számom";
"UNKNOWN_NUMBER" = "Ismeretlen";
"MY_NUMBER_PLACEHOLDER" = "Szám";
"SAVE_MY_NUMBER" = "Mentés|Mégsem";
"CANCEL_MY_NUMBER" = "Mégsem|Mentés";

"SHOW" = "Megjelenítés";
"HIDE" = "Elrejtés";
"NETWORK" = "Alapértelmezett";

"Change Voicemail Password" = "Hangposta jelszavának módosítása";
"PASSWORD" = "Jelszó";
"OLD_PASSWORD_PROMPT" = "Adja meg a hangposta jelenlegi jelszavát";
"NEW_PASSWORD_PROMPT" = "Adja meg a hangposta új jelszavát";
"NEW_PASSWORD_REENTRY_PROMPT" = "Adja meg ismét a hangposta új jelszavát";
"NEW_PASSWORD_MISMATCH_PROMPT" = "A jelszók eltérnek.  Próbálja újra.";
"SAVING_PASSWORD_PROMPT" = "Jelszó mentése…";
"VOICEMAIL_ERROR_CONTACTING_APPLICATION" = "Hangposta nem elérhető\nPróbálja újra később.";
"VOICEMAIL_TASK_GENERIC_ERROR" = "Hangpostahiba\nA jelszó jelenleg nem módosítható.";
"VOICEMAIL_PASSWORD_SAVE_SUCCESS" = "A jelszó mentve";

"DIAL_ASSIST_HELP" = "A Nemzetközi segítség külföldről történő tárcsázás esetén automatikusan hozzáadja a helyes nemzetközi előtagot a számokhoz.";

"Contacts" = "Kontaktok";
"Sort Order" = "Rendezési sorrend";
"Display Order" = "Kijelzési sorrend";
"FIRST" = "Utó, Családi";
"LAST" = "Család, Utó";

"CARRIER" = "Szolgáltató";
"CARRIER_SERVICES" = "%@ szolgáltatások";

"PIN" = "PIN";
"CURRENT_PIN" = "Jelenlegi PIN";
"NEW_PIN" = "Új PIN";
"CONFIRM_NEW_PIN" = "Erősítse meg az új PIN-t";
"Error: PINs do not match" = "Hiba: A PIN-ek nem egyeznek";

"FORWARD_ALL" = "Összes";
"FORWARD_CUSTOM" = "Egyéni";
"FORWARD_TO" = "Átirányítás ide";
"FORWARDING_TO" = "Átirányítás ide";
"NO_ANSWER" = "Nincs válasz";
"BUSY" = "Foglalt";
"UNREACHABLE" = "Elérhetetlen";

"CALL_FORWARD_ERROR_TITLE" = "Hívásátirányítás";
"CALL_FORWARD_ERROR_MESSAGE" = "Néhány hívásátirányítási beállítás nem módosítható.";

"SAVE_MY_NUMBER_ERROR_MESSAGE" = "A telefonszám nem menthető el.";
